{
    "navbar":{
        "home": "Inicio",
        "aboutNav": "Sobre mi",
        "services": "Servicios",
        "contact": "Contacto"
    },

    "about":{
        "title": "Sobre mi",
        "intro": "Aca vas a encontrar mas información sobre mí, lo que hago, y las habilidades que actualmente manejo en terminos de programación y tecnología.",
        "subtitle": "Un poco de mi historia",
        "p1": "Soy Leonel, desarrollador frontend y docente de programación. Después de varios años trabajando en áreas administrativas, en 2020 descubrí mi verdadera vocación: la tecnología y el desarrollo de software. Desde entonces me formé de manera continua y hoy me especializo en desarrollo web, programación estructurada y programación orientada a objetos.",
        "p2": "Actualmente trabajo como profesor en un colegio secundario, donde acompaño a jóvenes en sus primeros pasos dentro del mundo de la programación. Disfruto combinar mi experiencia técnica con una mirada pedagógica, buscando siempre transmitir los conceptos de forma clara y accesible.",
        "p3": "Como desarrollador frontend, mi objetivo es crear sitios modernos, responsivos y funcionales, diseñados para ofrecer una experiencia intuitiva y profesional. Busco acercar mis servicios a personas, emprendimientos y marcas que deseen fortalecer su presencia digital con soluciones sólidas, prolijas y adaptadas a sus necesidades.",
        "skills": "Mis habilidades"
    },

    "services":{
        "title": "Servicios",
        "intro": "Aca vas a encontrar los servicios que ofrezco para potenciar tu presencia digital. Cada proyecto se adapta a las necesidades del cliente, combinando diseño, funcionalidad y rendimiento para lograr resultados profesionales.",
        "card1":{
            "title": "Landing Page",
            "p1": "Una landing page es un sitio de una sola sección diseñado para generar impacto y captar la atención del visitante desde el primer momento.",
            "p2": "Es ideal para promocionar un producto, servicio o evento, o para crear presencia digital rápida y efectiva.",
            "li1": "✔ Diseño responsive",
            "li2": "✔ Animaciones suaves y modernas",
            "li3": "✔ Optimización básica para SEO",
            "li4": "✔ Integración con redes sociales o WhatsApp",
            "li5": "✔ Hosting y dominio opcionales",
            "p3": "💰 Desde USD 150",
            "p4": "¿Querés una landing para tu negocio?",
            "p5": "¿Tenes alguna duda?",
            "btn": "Hablemos por WhatsApp"
        },
        "card2":{
            "title": "Sitio Institucional",
            "p1": "Un sitio institucional es la carta de presentación digital de tu marca o emprendimiento.",
            "p2": "Diseño sitios modernos, claros y totalmente adaptables, pensados para reflejar tu identidad profesional, transmitir confianza y destacar lo mejor de tu propuesta.",
            "p3": "Cada proyecto incluye un diseño personalizado (sin plantillas prediseñadas), optimización SEO básica, formularios funcionales y asistencia con dominio y hosting para dejar tu sitio 100% online, visible y listo para crecer.",
            "p4": "💰 Desde USD 250",
            "p5": "¿Querés mejorar la presencia digital de tu marca?",
            "p6": "Escribime y te asesoro sin compromiso",
            "btn": "Hablemos por WhatsApp"
        },
        "card3":{
            "title": "Servicios Complementarios",
            "p1": "Ofrezco mantenimiento, actualización de contenido, rediseño de sitios antiguos, optimización de velocidad, integración con formularios, y conexión con herramientas como Google Analytics o redes sociales.",
            "p2": "Pensado para quienes ya tienen un sitio pero quieren mejorarlo o mantenerlo actualizado sin preocuparse por lo técnico.",
            "p3": "💰 Desde USD 40 por servicio puntual",
            "p4": "¿Querés mejorar tu web?",
            "p5": "Contame qué necesitás y te asesoro sin compromiso.",
            "btn": "Hablemos por WhatsApp"
        },
        "accordion":{
            "title":"Cómo trabajo",
            "intro":"En esta parte te cuento cómo organizo cada proyecto: desde la modalidad de trabajo y las formas de pago, hasta la revisión final y la entrega del sitio publicado. Busco que cada etapa sea clara y sencilla, para que el resultado refleje exactamente lo que necesitás.",
            "header1":"1. ⚙️ Modalidad de trabajo",
            "p1":"Cada proyecto se realiza de forma personalizada, adaptado a las necesidades y objetivos del cliente. Antes de comenzar, se define el alcance, el contenido y los plazos de entrega.",
            "header2":"2. 💳 Formas de pago ",
            "p2":"El trabajo se realiza bajo la modalidad 50% por adelantado y 50% al finalizar el proyecto, antes de la publicación o entrega de los archivos finales.",
            "p3":"Los pagos pueden realizarse en pesos argentinos (ARS) al tipo de cambio del día, o en dólares (USD) mediante los medios acordados (Transferencia / Mercado Pago).",
            "header3":"3. 🛠️ Revisión y ajustes",
            "p4":"Se incluyen una o dos rondas de ajustes menores (según el tipo de servicio) una vez presentado el diseño o la versión funcional del sitio. Los cambios fuera del alcance inicial pueden presupuestarse aparte.",
            "header4":"4. 🌐 Hosting y dominio",
            "p5":"El servicio de hosting y dominio puede gestionarse a través del desarrollador o directamente por el cliente. Si el hosting lo provee el desarrollador, se cobrará el costo correspondiente al plan elegido.",
            "header5":"5. 🚀 Entrega final",
            "p6":"La entrega final se realiza una vez abonado el total del proyecto. En caso de hosting propio del cliente, se entregan los archivos listos para subir. Si se contrata hosting administrado, el sitio se publica directamente."
        }
    },

    "Portfolio":{
        "title": "Mis proyectos",
        "intro": "En esta sección vas a encontrar una selección de mis proyectos más destacados. Cada uno refleja mi forma de trabajar: atención al detalle, diseño funcional y enfoque en la experiencia del usuario. Me gusta combinar creatividad y técnica para convertir ideas en soluciones visuales y digitales que realmente funcionan.",
        "project1":{
            "title": "Mi portfolio",
            "description": "Mi portfolio es una colección de proyectos web desarrollados con HTML, CSS y JavaScript, donde muestro mi habilidad para crear sitios web atractivos y funcionales. Cada proyecto exhibe un enfoque único y creativo, demostrando mi capacidad para diseñar y programar experiencias digitales cautivadoras."
        },
        "project2":{
            "title": "A&C Seguros<",
            "description": "Página web realizada para una PYME que se dedica al rubro del seguro patrimonial."
        },
        "project3":{
            "title": "Nutrición Nutricalu",
            "description": "Proyecto web realizado para una nutricionista, con varios cambios propuestos a futuro. Esta es una primera versión del sitio."
        },
        "project4":{
            "title": "Proyecto Final UTN",
            "description": "Proyecto realizado como trabajo final para la materia Laboratorio III, de la Tecnicatura Universitaria en Programación [UTN]. El desarrollo fue realizado íntegramente de manera individual."
        },
        "project5":{
            "title": "Orientacion Informatica",
            "description": "Página desarrollada para el colegio donde actualmente trabajo como docente, dictando clases de programación web, programación estructurada y programación orientada a objetos."
        }
    },
    "contact":{
        "title": "¿Tenés un proyecto en mente?",
        "intro": "Completá el formulario y te respondo a la brevedad. Cuantos más detalles puedas dar, mejor voy a poder ayudarte y enviarte una propuesta acorde a tus necesidades. También podés escribirme directamente por WhatsApp si preferís un contacto más rápido."
    }


}